/*
    书籍初始化测试数据

* 使用es默认类型分词
* 测试地址： http://172.30.3.117:9200/library/book/_bulk?pretty&refresh
* 请求方式：json
*/


{"index":{"_id":"1"}}
{"bookId":1000,"name":"普通高等教育“十一五”国家级规划教材：简明无机化学","publish":"高等教育出版社","type":"大学教材","author":"宋天佑","info":"《简明无机化学》为普通高等教育“十一五”国家级规划教材。全书分十五章，精选化学原理和元素化学中最重要的知识奉献给火学一年级的新生。《简明无机化学》内容简明，刻意体现课堂教学的适用性。《简明无机化学》可供70～100学时的课堂教学使用，可作为综合大学化学类各专业的无机化学教材和普通化学教材，亦可作为其他高等院校相关专业的教学参考书。","price":39}
{"index":{"_id":"2"}}
{"bookId":1001,"name":"测试商品","publish":"农村读物出版社","type":"小学通用","author":"","info":"","price":5}
{"index":{"_id":"3"}}
{"bookId":1002,"name":"普通高等教育十一五国家级规划教材・经济数学：线性代数","publish":"高等教育出版社","type":"大学教材","author":"王卫华，曾祥金","info":"《经济数学：线性代数》是普通高等教育“十一五”国家级规划教材，是在第一版（普通高等教育“十五”国家级规划教材）的基础上修订而成的，是经济数学首门国家级精品课程的使用教材。《经济数学：线性代数》的主要内容有：线性方程组的消元法和矩阵的初等变换，行列式、克拉默法则，矩阵的运算，线性方程组的理论，特征值和特征向量、矩阵的对角化，二次型，应用问题。全书习题分节配置，除第七章外，每章后配有总习题。《经济数学：线性代数》以线性方程组和实二次型化成标准形为两条主线展开讨论，注重将数学建模思想渗透到教学内容中，突出“矩阵方法”，强调矩阵初等变换的应用，由浅人深，由具体到抽象，循序渐进，化难为易，便于教学。《经济数学：线性代数》结构严谨，逻辑清晰，叙述清楚，说明到位，行文流畅，例题丰富，可读性强，可作为经济管理类专业的教材或教学参考书，也可供工科专业参考使用。","price":18}
{"index":{"_id":"4"}}
{"bookId":1003,"name":"普通高等教育“十一五”国家级规划教材配套参考书：电子技术基础（数字部分）重点难点题解指导考研指南","publish":"高等教育出版社","type":"大学教材","author":"秦臻","info":"《电子技术基础》是“数字电子技术基础”课程的辅导教材，可与康华光主编、邹寿彬和秦臻副主编的教材《电子技术基础数字部分》(第五版","price":0}
{"index":{"_id":"5"}}
{"bookId":1004,"name":"普通高等教育“十一五”国家级规划教材：土木工程概论（第3版）","publish":"高等教育出版社","type":"大学教材","author":"","info":"本书第3版为普通高等教育“十一五”国家级规划教材，是新世纪土木工程系列教材之一，也是“高等教育百门精品课程教材建设计划”的研究成果，是在第2版的基础上修订而成的。本书着重介绍土木工程专业的基本内容，以简明、新颖、实用为特点，展现土木工程的历史、现状、成就和最新发展。本书第3版改为四色印刷，以全新的、以学生为本的教材版式和插图来呈现土木工程领域的有关内容，更加注重反映土木工程发展的最新成果，注重将历史人文内容、哲理贯穿于教材内容之中。本书将纸质教材与网络资源相结合，在教材的相关部分，都设计了相应知识点的网上链接地址，以方便将文字教材和网络资源结合起来展开教与学。全书共分十五章，分别就课程的任务和学习建议、土木工程材料、基础工程、建筑工程、交通土建工程、桥梁工程、港口工程、地下工程、水利水电工程、给排水工程、土木工程施工、建设项目管理、土木工程防灾与减灾、数字化技术在土木工程中的应用、土木工程师设计方法等方面进行了介绍，尽可能从学科概论的视角反映土木工程的综合性、社会性及其在技术、经济与管理方面的统一性，并在进行工程教育的过程中告诉学生从事土木工程专业的思想和方法。本书可以作为土木工程、水利工程、建筑学和城市规划等专业的教材和教学参考书，也可作为其他理工类和人文类专业的选修课教材，同时亦可供高职高专与成人高校师生使用。本书附有充值卡，用户可登录“中国高校土木工程课程网”","price":30}
{"index":{"_id":"6"}}
{"bookId":1005,"name":"全国高职高专教育“十一五”规划教材：新编秘书实务（知识+技能+案例+实训）","publish":"高等教育出版社","type":"高职高专教材","author":"葛红岩","info":"《新编秘书实务：知识+技能+案例+实训》融理论、技能、案例、实训于一体，分别从秘书实务概述、接待工作、沟通与协调、会议组织与服务、商务活动与商务旅行、办公室日常事务、文书处理与档案管理、参谋与调研等八个部分，详细地介绍了秘书在实务工作中应具备的基本知识与技能。《新编秘书实务：知识+技能+案例+实训》可作为高等职业院校、高等专科院校、成人高等院校及本科院校高职教育文秘、行政管理及其他相关专业的教学用书，也可供五年制高职院校、中等职业院校及社会从业人员学习参考使用。","price":19}
{"index":{"_id":"7"}}
{"bookId":1006,"name":"普通高等教育“十一五”国家级规划教材：体育游戏","publish":"高等教育出版社","type":"体育理论与教学","author":"","info":"全书共分两篇计14章，重点阐述了游戏与体育游戏的理论，包括我国学校体育游戏发展概况、少年儿童体育游戏教学的特点与策略、体育游戏的创编技法与程序、体育游戏的教学、体育游戏与心理健康、体育游戏与社会适应、篮球类游戏、排球类游戏、足球类游戏、田径类游戏、体操类游戏、武术类游戏、室内游戏、野外体育游戏等内容，符合我国高等院校体育教育专业培养目标的要求。从体育游戏的基本原理到体育游戏的教学实践，内容全面、图文并茂，具有较强的理论性与实用性。可作为我国高等院校体育教育专业本、专科教材和中等师范学校体育教材，并可作为健身娱乐活动组织与参加者的参考书。","price":31}
{"index":{"_id":"8"}}
{"bookId":1007,"name":"普通高等教育“十一五”国家级规划教材配套参考书：电工电子学学习辅导与习题解答（第3版）","publish":"高等教育出版社","type":"大学教辅","author":"张伯尧，叶挺秀","info":"《电工电子学学习辅导与习题解答(第3版","price":0}
{"index":{"_id":"9"}}
{"bookId":1008,"name":"普通高等教育“十一五”国家级规划教材：电子线路（第5版）","publish":"高等教育出版社","type":"大学教材","author":"梁明理","info":"基本半导体器件、放大电路基础、集成运算放大电路、反馈放大电路、波形发生电路、直流稳压电源、数字电路基础、组合逻辑电路、触发器和时序逻辑电路、脉冲电路及模数转换。《电子线路》由华中科技大学陈大钦教授审稿。《电子线路》可作为高等学校理科物理专业电子线路课程的教材，也适用于高等院校电子线路课时较少的各类专业教学使用，还可供从事电子线路工作的工程技术人员参考。","price":37}
{"index":{"_id":"10"}}
{"bookId":1009,"name":"普通高等教育“十一五”国家级规划教材配套参考书：电路基础试题集解与考研指南","publish":"高等教育出版社","type":"大学教材","author":"陈洪亮，等","info":"本书为电路课程的学习辅导和考研指导书。全书的试题精解和练习自检题来源于上海交通大学电路课程历届本科生期末考试试题和研究生入学考试试题，以及部分国内重点高校的研究生入学考试试题。全书分为两部分，第一部分共十一章，包括：绪论、基本概念和基本规律、电路分析方法、非线性电阻电路分析、动态电路的时域分析、动态电路的复频域分析、动态电路的状态变量分析、正弦稳态电路分析、三相电路分析、非正弦周期稳态电路分析、二端口电路分析等。每章按内容提要、重点和难点、试题精解、练习自检等编排。所有题目均给出了参考答案，便于读者练习后核对，同时根据题目的特点，对大部分题目给出了解题思路、解答过程和评注，引导读者正确、有效地掌握电路课程的基本要求、重点内容和解题技巧。第二部分为附录，提供了上海交通大学电路课程历届本科生期末考试试题、研究生入学考试试题和相应的参考答案。本书可作为高等院校电气信息类专业本科生期末考试及研究生入学考试的辅导教材，也可以作为电路课程教师和自学人员的参考用书。","price":60}
{"index":{"_id":"11"}}
{"bookId":1010,"name":"高等学校教材：点集拓扑学","publish":"高等教育出版社","type":"数学","author":"徐森林","info":"本书共3章。第1章介绍了拓扑空间与拓扑不变性，给出了相关的概念与定理，证明了重要的ysn引理、Tz扩张定理与可度量化定理；第2章给出各种构造新拓扑空间的方法，讨论了子拓扑空间的遗传性、拓扑有限积空间的有限可积性、拓扑积空间的可积性、商拓扑空间的可商性；第3章引进了拓扑空间的基本群的概念，给出了8种计算基本群的方法。","price":25}
{"index":{"_id":"12"}}
{"bookId":1011,"name":"普通高等教育十一五国家级规划教材：人体及动物生理学","publish":"高等教育出版社","type":"大学教材","author":"","info":"本书教材在保持上一版科学性、先进性和系统性的基础上，又根据教学需求对内容结构进行了调整。全书共分16章，前5章为细胞生理学部分，按细胞功能重新进行编排。其中“细胞膜动力学”、“神经元的兴奋和传导”、“突触传递和调节”、“肌细胞生理”均分别独立成章；后11章为系统生理学部分，按神经系统、感觉系统、循环系统等编排。第3版主要具有以下特点：全书结构编排科学合理，以细胞功能为基础，使分子―细胞―系统不同水平间的相互联系概念贯穿全书，简明易学；增加了较多的新图，补充了生理学中的最新进展，删除和精简了部分不适合的内容，使本书内容更加充实、新颖，更具可读性。本书适合作为全国高等院校生物学专业的本科生教材。","price":37}
{"index":{"_id":"13"}}
{"bookId":1012,"name":"普通高等教育“十一五”国家级规划教材：作物栽培学","publish":"高等教育出版社","type":"大学教材","author":"胡立勇，丁艳锋","info":"《作物栽培学》是普通高等教育“十一五”国家级规划教材。本教材面向全国，但以南方主要农作物为主介绍相关内容。《作物栽培学》共分为上、下两篇。上篇系统介绍了作物与作物栽培学的基本概念、作物的生长发育特性、作物产量与品质形成、作物栽培基本技术、作物化学调控与设施栽培等共性知识与技术。下篇重点介绍了水稻、小麦与大麦、玉米、大豆、马铃薯、甘薯、棉花、苎麻、黄麻与红麻、油菜、花生、甘蔗、烟草等主要农作物的生产与应用概况、栽培的生物学基础及理论、关键的管理技术及发展趋势。本教材在内容组织上注重学科体系的系统性与完整性，传统经典理论与技术的传承与凝练，科技发展前沿与创新理念的引入与介绍，同时兼顾学术性与实用性。在编写风格上力图重点突出，文字精简，图文并茂，深入浅出。","price":40}
{"index":{"_id":"14"}}
{"bookId":1013,"name":"普通高等教育“十一五”国家级规划教材：机械制图习题集","publish":"高等教育出版社","type":"大学教材","author":"","info":"《普通高等教育"十一五"国家级规划教材・机械制图习题集》与大连理工大学工程图学教研室编《机械制图》（第六版）配套使用。书中内容涉及：制图的基本知识和基本技能、计算机造型和绘图基础、组合体、轴测图、机件的图样画法等。","price":15}
{"index":{"_id":"15"}}
{"bookId":1014,"name":"普通高等教育“十一五”国家级规划教材：工程力学（静力学和材料力学）","publish":"高等教育出版社","type":"大学教材","author":"","info":"《工程力学》是普通高等教育“十一五”国家级规划教材，是在第版的基础上，根据我国高等教育和教学改革的发展趋势，以及素质教育与创新精神培养的要求，在国家面向21世纪课程教学内容与体系改革项目的基础上，充分反映近年来基础力学教学第一线的新成果、新经验而修订的。根据最新的课程教学基本要求，以及教学第一线很多教师的意见，本版的体系基本与第1版相同，在内容上作了一些调整，删去了能量法一章，将绪论改为工程力学课程概论，同时对部分内容进行了改写，在概念、原理的叙述方面作了一些改进，并按照国家标准，将名词术语、量和单位的名称、符号规范化。《工程力学》分静力学和材料力学两篇。静力学篇包括静力学基础、力系的简化和静力学平衡问题等3章；材料力学篇包括材料力学的基本概念、轴向拉伸与压缩、圆轴扭转、弯曲强度、弯曲刚度、应力状态与强度理论、组合受力与变形杆件的强度计算、压杆的稳定性问题、动载荷与疲劳强度简述等9章。《工程力学》可作为高等学校工科本科非机类各专业工程力学课程的教材，也可供独立学院、高职高专、成人高校师生及有关工程技术人员参考。《工程力学》配有习题解答和课堂教学软件，免费提供给使用本教材的教师。","price":28}
{"index":{"_id":"16"}}
{"bookId":1015,"name":"教育技术学专业系列教材：信息技术与课程整合","publish":"高等教育出版社","type":"教学理论","author":"何克抗，吴娟","info":"《信息技术与课程整合》共分七章：第一章介绍信息技术与课程整合的背景与意义，第二章对信息技术与课程整合进行概要性论述，第三章对信息技术与课程整合的主要理论基础进行介绍，第四章对“学教并重”教学设计方法以及信息化教学资源的设计与开发做了较深入的阐述，第五章结合实施案例着重介绍信息技术与课程整合的常用教学模式（包括文科的整合模式、理科的整合模式以及专题研究性学习等模式），第六章就如何对信息技术与课程整合课的教学设计成果与教学实效果进行评价展开了讨论，第七章是信息技术在教育中应用的展望。","price":25}
{"index":{"_id":"17"}}
{"bookId":1016,"name":"支挡结构设计","publish":"高等教育出版社","type":"建筑类教材与教辅","author":"朱彦鹏，罗晓辉，周勇","info":"《支挡结构设计》是新世纪土木工程系列教材之一，是根据教育部关于拓宽专业面、教材要面向21世纪的要求和“大土木”培养目标的需要编写，参考了工程专业教学指导委员会的指导性教学大纲，并结合支挡结构的最新研究成果和我国新颁布的各种支档结构的规范编写，以适应土木工程专业的教学需要。全书共分12章：概述，挡土墙的土压力计算，重力式挡土墙，悬臂式挡土墙，扶壁式挡土墙，加筋土挡土墙，锚杆挡土墙，锚定板挡土墙，土钉墙，框架预应力锚杆挡土墙，排桩、地下连续墙，大型滑坡支挡结构。另外，《支挡结构设计》为了便于学生自学，每部分均有例题，每章后均附有复习思考题。《支挡结构设计》可作为本科土木工程专业的教材以及岩土工程、结构工程和水利水电工程等专业的研究生教材，也可供土木、水利工程设计、施工和科技工作者参考。","price":23}
{"index":{"_id":"18"}}
{"bookId":1017,"name":"全国高等学校医学规划教材・急诊医学","publish":"高等教育出版社","type":"大学教材","author":"罗学宏","info":"《全国高等学校医学规划教材・急诊医学》为普通高等教育“十一五”国家级规划教材，供临床、基础、预防、护理、检验、口腔、药学、麻醉等专业使用，系为满足急诊专科化发展，加速急诊专业人才培养编写而成。《急诊医学》除讲述急诊相关基础理论、基本知识和基本技能外，突出特色是以病案为引导，有的放矢地介绍疾病的常见急症的诊断、鉴别诊断和急诊处理原则，具有急诊医学特色。全书内容全面，图表丰富。","price":59}
{"index":{"_id":"19"}}
{"bookId":1018,"name":"普通高等教育“十一五”国家级规划教材：土力学与地基基础（第2版）","publish":"高等教育出版社","type":"大学教材","author":"张力霆","info":"《土力学与地基基础（第2版）》为普通高等教育“十一五”国家级规划教材。全书内容共分十一章，并根据《建筑地基基础设计规范》（GB50007-2002）、《岩土工程勘查规范》（GB50022001）及《建筑地基处理技术规范》（JGJ792002）等规范要求系统地阐述了土的物理性质与工程分类、土中应力计算、地基变形计算、土的抗剪强度与地基承载力、土压力与土坡稳定、岩土工程勘察、天然地基上的浅基础设计、桩基础及其他深基础、基坑工程、地基处理、特殊土地基及山区地基等内容。每章正文之前有学习目标，每章正文之后有小结、思考题、习题。《土力学与地基基础（第2版）》精选内容，实用性强，可作为高职高专、成人高校及本科院校所属二级职业技术学院的土建类房屋建筑工程专业的课程教材，也可作为土建类相关专业的课程教材，同时可供土建类专业勘察、设计和施工人员参考。","price":29}
{"index":{"_id":"20"}}
{"bookId":1019,"name":"西方哲学史讲演录","publish":"高等教育出版社","type":"西方哲学","author":"赵林","info":"《西方哲学史讲演录》是一部“西方哲学史”通识课程的教材，在课堂录音的基础上整理成稿。《西方哲学史讲演录》从古希腊罗马哲学一直讲到黑格尔哲学，系统地阐述了西方哲学发生、发展的历史过程和逻辑脉络。全书思路清晰、内容丰富、文字清新简洁，深入浅出地展示了西方哲学史的精神内涵和演进历程。《西方哲学史讲演录》作者赵林教授是国家教学名师，主讲“西方哲学史”课程达20年之久，该课程于2006年被教育部评为国家级精品课程。《西方哲学史讲演录》充分展现了赵林教授的深邃思想和雄辩口才，堪称一部“西部哲学史”的上乘入门教材。","price":23}
{"index":{"_id":"21"}}
{"bookId":1020,"name":"全国高职高专教育“十一五”规划教材：Protel 99se实用教程","publish":"高等教育出版社","type":"高职高专教材","author":"柳春锋","info":"《P99SE实用教程》详细介绍了当前EDA的主流软件之一――P99SE的功能及其使用方法。依据高职高专院校对教材内容“够用、适度”的要求原则和国家计算机辅助设计（P平台）绘图员级考核大纲的要求，《P99SE实用教程》在结构安排及内容组织方面，以任务驱动的方式，结合提示、课堂讨论、课堂练习等，突出介绍该软件的使用方法、技巧，对原理图设计、PCB设计及文件输出等部分做了重点阐述。全书共8章，主要包括原理图参数设置、元器件的操作、元器件创建及PCB参数设置、封装操作、封装创建等内容。各章还附有习题供读者练习，各章后的实训题目可供教师选用。《P99SE实用教程》可作为高等职业院校、高等专科院校、成人高校、民办高校及本科院校举办的二级职业技术学院电子信息、通信工程、电气自动化、应用电子及相关专业的教学用书，也适用于五年制高职、中职相关专业，并可作为社会从业人士的业务参考书及培训用书。","price":20}
{"index":{"_id":"22"}}
{"bookId":1021,"name":"中国古代音乐史","publish":"高等教育出版社","type":"艺术史","author":"郑祖襄","info":"《中国古代音乐史》为普通高等教育“十一五”国家级规划教材，按历史时期分八章介绍中国古代音乐的发展：远古、夏商西周、春秋战国、秦汉、三国两晋南北朝、隋唐、宋元、明清。《中国古代音乐史》突出的特点是以引用翔实的史料为主，同时充分吸收当前学术研究成果；除文字叙述外，还配以图像、谱例、音响等，学术性与适用性并存。本教学资源形式上分为主教材和光盘“拓展资源”两部分。主教材是中国古代音乐史课程的教学基本内容，光盘中“拓展资源”为读者进一步学习和研究提供更多相关内容，主要包括图像、谱例、音响、文献史料、释文等，大大延伸、丰富了主教材。","price":29}
{"index":{"_id":"23"}}
{"bookId":1022,"name":"普通高等教育“十一五”国家级规划教材・普通高等教育精品教材：市场营销","publish":"高等教育出版社","type":"大学教材","author":"毕思勇","info":"《市场营销》是普通高等教育“十一五”国家级规划教材，也是普通高等教育精品教材。《市场营销》以菲利浦・科特勒的市场营销管理的基本原理为主线，以帮助高职高专学生树立正确的市场营销观念、培养学生市场营销的职业能力和实践能力为核心，以适应市场营销专业教学改革和课程建设发展的需要，体现科学性、系统性和新颖性为原则，运用案例教学法和情境模拟教学法，系统阐述了市场营销的基本知识和核心理论。《市场营销》坚持理论联系实际，结合大量翔实的案例、营销故事和实训项目，突出对学生职业技能的训练和培养，具有职业教育的鲜明特征。全书共分十一章，从市场营销的发展历史及市场营销观念的发展出发，重点介绍了影响市场营销工作的宏观和微观环境因素、市场调研、市场细分及目标市场的选择、市场竞争战略、市场营销组合策略（产品策略、价格策略、促销策略、分销策略）和营销管理与控制等内容。每章开始都有名言警句、学习目标和先导案例，以方便学生为学习新知识做好准备；在每章之后都配有本章小结（文字小结和知识结构图）、同步测试（单选题、多选题、简答题和思考题）、实训项目（营销故事、思维训练、课堂模拟训练、实战演练）和案例分析等内容，供学生结合理论学习进行自我检测、分析、思考及借鉴，重点培养学生营销业务的实际操作能力。《市场营销》可作为高职高专院校财经类和管理类专业市场营销学课程的专业教材，也可作为其他学历层次、工商企业培训的参考书和自学者的辅导书。","price":24}
{"index":{"_id":"24"}}
{"bookId":1023,"name":"机床数控技术及应用","publish":"高等教育出版社","type":"机械工程","author":"李宏胜","info":"《机床数控技术及应用》为普通高等教育“十一五”国家级规划教材，是根据高职高专教育机械类专业人才培养目标及规格的要求编写的。《机床数控技术及应用》力求取材新颖，体现机电结合与应用技术，全面介绍数控机床的有关原理和应用知识。全书共分为8章。第1章简要介绍数控机床的特点及加工原理。第2章介绍数控编程的有关内容。第3章详细讲解了计算机数控(cNc","price":0}
{"index":{"_id":"25"}}
{"bookId":1024,"name":"普通高等教育“十一五”国家级规划教材辅助用书：经济法习题与案例集","publish":"高等教育出版社","type":"大学教材","author":"曲振涛","info":"《经济法习题与案例集》是普通高等教育“十一五”国家级规划教材（高职高专教育）《经济法》（第三版）的配套习题与案例集。与主教材对应，本习题与案例集共分18章，题型包括名词解释、判断题、单项选择题、多项选择题、填空题、简答题、论述题和案例分析题。","price":16}
{"index":{"_id":"26"}}
{"bookId":1025,"name":"运输管理实务（第2版）","publish":"高等教育出版社","type":"高职高专教材","author":"季永青，李佑珍","info":"《运输管理实务》是普通高等教育“十一五”国家级规划教材。《运输管理实务》把培养物流专业学生与相关从业人员的实际操作能力作为主旨，介绍了运输管理的新理念、新技术和新方法。全书共九章，主要内容包括：运输管理基础知识、公路货物运输、水路货物运输、铁路货物运输、航空货物运输、管道运输、多式联运、货物运输保险与合同、运输决策与管理等方面的知识。《运输管理实务》适用于普通高等院校（高职高专、应用型本科）、成人高校、民办高校及本科院校举办的二级职业技术学院物流及其他相关专业的教学，也可供五年制高职学生使用，并可作为社会从业人士的参考读物。","price":21}
{"index":{"_id":"27"}}
{"bookId":1026,"name":"多变世界中的压力应对（第3版）","publish":"高等教育出版社","type":"情商管理","author":"（美）布鲁纳","info":"《多变世界中的压力应对》共分三个部分，主要内容包括压力和健康的基本知识、处理压力的方法以及如何将这些方法应用于生活中的不同阶段。作者考察了压力与挑战的差异，也考察了日常生活中很多人常见的压力源，提出了管理压力的策略，介绍了怎样才能找到最佳的应对水平。在探索压力是什么、会对我们有什么影响、处理压力的方法以及如何让压力成为促进我们生活、工作、学习的一部分这些问题上，《多变世界中的压力应对》都进行了详细的说明和叙述，有助于读者对多变的环境和纷繁的事务有所准备，以最经济的方法处理最复杂的问颢。变化在生活中是常见的，然而每个人对变化的感知是不一样的。有些人将变化看做积极的，把变化当做挑战；而另一些人将变化看做压力源，在变化面前变得无能为力。压力是一种最常提到的健康问题，但是人们对它的了解最少。理查德・布鲁纳（RcaBnna）所著《多变世界中的压力应对》一书，回答了人们对压力的很多问题：压力是一个生理问题还是心理症状？是存在于体内还是体外的力量？压力是不是一些事情的结合从而把我们推下悬崖？是否对我们有好处？我们要成功是否需要压力？压力过大到底意味着什么？这些都可以从这《多变世界中的压力应对》中找到答案。","price":47}
{"index":{"_id":"28"}}
{"bookId":1027,"name":"行政管理概论","publish":"高等教育出版社","type":"高职高专教材","author":"肖凌，段学红","info":"《行政管理概》是普通高等教育“十一五”国家级规划教材。《行政管理概论》共分五个模块、十四章内容，包括绪论、政府职能、行政组织、人事行政、行政领导、机关行政、行政决策、行政执行、行政信息、财务行政、行政环境、行政法制、行政监督、行政效率等。《行政管理概论》遵循“理论知识够用，强化实践应用能力”的原则，精心选择大量经典案例，理论与情景交融。《行政管理概论》适用于普通高等院校（高职高专，应用型本科）、成人高校、民办高校及本科院校举办的二级职业技术学院行政管理专业及其他相关专业的教学，也可供五年制高职学生使用，并可作为社会从业人士的参考读物。","price":23}
{"index":{"_id":"29"}}
{"bookId":1028,"name":"新通用大学英语综合技能训练3（附光盘）","publish":"高等教育出版社","type":"大学通用","author":"","info":"《普通高等教育“十一五”国家级规划教材・新通用大学英语综合技能训练3（附光盘）》是普通高等教育“十一五”国家级规划教材的系列用书之一。全书共10个单元，每个单元的主题与《新通用大学英语综合教程3》一致，内容的编排是为复习和巩固《综合教程》各部分内容服务的。每单元包括7个部分：PaⅠLsnngAcvs听力练习，是模仿新四级听力题型编写的，有短对话、长对话和复合式听写；PaⅡVcaay词汇练习，是对《综合教程》相关单元重点词汇、词组和惯用法的练习；PaⅢSc语法练习，是对相关单元的语法进行复习和巩固；PaⅣTansan翻译练习，其中的英译汉是用相关单元的语法和词汇进行翻译；汉译英是对课文重点句型和词汇的翻译；PaⅤRangCnsn阅读理解，是模仿新四级阅读题型编写的；PaⅥCz完型填空；PaⅦLanngWSyS写作练习，每单元的练习与单元主题一致，把写作任务分解，为学生提供写作思路和例文。书后所附课堂教学DVD包含《综合教程》中La-n部分的情景喜剧和访谈以及《新通用大学英语综合技能训练》中的听力内容。","price":25}
{"index":{"_id":"30"}}
{"bookId":1029,"name":"随机算法","publish":"高等教育出版社","type":"数学","author":"（美）莫特瓦尼（Rajeev Motwani），（美）拉格哈文（Prabhakar Raghavan","info":"《随机算法》是斯坦福-剑桥项目（Sanf-CagPSa）之一。对于许多应用，随机算法是最简单可行的，或者是最快的，或者两者兼得。《随机算法》由该领域两位著名专家写成，给出了随机算法设计和分析的基本概念，适用于接近研究生开始阶段的水平。《随机算法》的第一部分介绍了概率论的基本工具，以及在算法应用中经常使用的概率分析。为了说明每个工具的作用，在具体设置给出了一些算法示例。《随机算法》的第二部分为算法的应用，共包括七章，每一章集中在随机算法应用的一个重要领域，如数据结构、几何算法、图算法、数论、计数、并行算法及在线算法等。对于每个领域中的算法，做了全面并且具有代表性的选择。","price":48}
{"index":{"_id":"31"}}
{"bookId":1030,"name":"全面压力管理","publish":"高等教育出版社","type":"情商管理","author":"（美）格林伯格","info":"《多变世界中的压力应对》共分三个部分，主要内容包括压力和健康的基本知识、处理压力的方法以及如何将这些方法应用于生活中的不同阶段。作者考察了压力与挑战的差异，也考察了日常生活中很多人常见的压力源，提出了管理压力的策略，介绍了怎样才能找到最佳的应对水平。在探索压力是什么、会对我们有什么影响、处理压力的方法以及如何让压力成为促进我们生活、工作、学习的一部分这些问题上，《多变世界中的压力应对》都进行了详细的说明和叙述，有助于读者对多变的环境和纷繁的事务有所准备，以最经济的方法处理最复杂的问颢。变化在生活中是常见的，然而每个人对变化的感知是不一样的。有些人将变化看做积极的，把变化当做挑战；而另一些人将变化看做压力源，在变化面前变得无能为力。压力是一种最常提到的健康问题，但是人们对它的了解最少。理查德・布鲁纳（RcaBnna）所著《多变世界中的压力应对》一书，回答了人们对压力的很多问题：压力是一个生理问题还是心理症状？是存在于体内还是体外的力量？压力是不是一些事情的结合从而把我们推下悬崖？是否对我们有好处？我们要成功是否需要压力？压力过大到底意味着什么？这些都可以从这《多变世界中的压力应对》中找到答案。","price":51}
{"index":{"_id":"32"}}
{"bookId":1031,"name":"透视与借鉴：国外著名高等学校调研报告（2008年版）（下）","publish":"高等教育出版社","type":"高等教育","author":"","info":"《透视与借鉴：国外著名高等学校调研报告（2008年版）（下）》由国务院学位委员会办公室组织编写，由国内著名高校分别撰写的对世界上不同地区的著名高等学校的调查研报告组成。调研报告将分卷陆续出版。2008年版汇总了对世界77所（本册含40所）著名高校的调研情况，其中包括被凋学校的概况、科学研究、教学、质量保证与监督、毕业生就业、国际合作、与调查学校的合作和比较研究以及其他方面的相内容。《透视与借鉴：国外著名高等学校调研报告（2008年版）（下）》对我国部分高校创建世界一流大学及其相关学科专业重点学科的建设，以及一般高等学校较为翔实地了解学习外高校的情况，加强高等教育的国际合作等具有重要参考价值；也为有关高等教育研究和管理机构了解研究国外高等教育供帮助；还可为立志出国深造的学子选择理想的学校和专业提供帮助。","price":204}
{"index":{"_id":"33"}}
{"bookId":1032,"name":"幼儿园教育活动设计与实施","publish":"高等教育出版社","type":"学前、幼儿教育","author":"朱家雄","info":"《幼儿园教育活动设计与实施》在论述了幼儿园教育活动设计原理的基础上，从幼儿园不同结构化程度的教育活动和幼儿园各学科（领域）的教育活动两个维度详细陈述了幼儿园教育活动的设计和实施；在论述了幼儿园课程与教育活动关系的基础上，阐述了幼儿园教育活动的选择和组合等问题。","price":30}
{"index":{"_id":"34"}}
{"bookId":1033,"name":"高中物理新课程的理论与实践","publish":"高等教育出版社","type":"中等教育","author":"","info":"《普通高中新课程理论与实践丛书》在深入研究总结全国普通高中课程改革取得的成果和经验的基础上，对国内外高中课程教学理论和实践进行了系统的思考和研究，力图进一步厘清课程改革的理论脉络，解决在课程改革实践中所遇到的问题和困惑，希望进一步加强对高中课程改革参与者的专业引领和实践指导。丛书既可作为高中教师新课程培训教材，也可作为高等院校本科生、研究生进行高中课程改革理论与实践学习和研究的重要教材。《高中物理新课程的理论与实践》是其中的一册，全书共分四篇：教育理论篇包括七讲，力图让读者从整体上了解物理课程改革的理论基础；教学策略篇包括七讲，力图让读者了解高中物理新课程的新教法；课程资源篇包括三讲，介绍物理课程资源的认识、开发与利用；教学评价篇包括五讲，介绍中学物理教育教学活动中对教师的教与学生的学的评价的新理念、新方法。各讲包括思考研讨、理论概述、案例分析、教学反思等模块。","price":26}
{"index":{"_id":"35"}}
{"bookId":1034,"name":"全国计算机等级考试笔试+上机全真模拟：三级网络技术（最新版）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试笔试+上机全真模拟：三级网络技术》（最新版）的内容包括15套笔试模拟题和15套上机模拟题，还给出了参考答案和解析，尤其适合参加全国计算机等级考试的考生用于考前实践演练。","price":30}
{"index":{"_id":"36"}}
{"bookId":1035,"name":"高等学校金融学专业主干课程教材：金融监管学","publish":"高等教育出版社","type":"大学教材","author":"李成","info":"本书为普通高等教育“十一五”国家级规划教材，普通高等学校金融学专业主干课程教材。本书运用经济学、金融学原理和博弈论，系统介绍了金融监管演变的不同阶段、金融监管系统、金融监管理论的发展和代表流派、金融监管的不同体制和我国金融监管体制的变迁。在金融监管业务方面，主要介绍了对商业银行的监管、对证券机构的监管、对保险机构的监管、对其他金融机构的监管、对涉外金融机构的监管、金融衍生品监管、反洗钱金融监管、金融安全监管、金融监管均衡、金融监管博弈和金融监管国际合作。本书注重基本原理与现实发展的结合，注重逻辑思维的培养和引导。本书适合作为普通高等学校金融学专业相关课程教材，对金融监管实务部门的工作人员也有参考价值。","price":28}
{"index":{"_id":"37"}}
{"bookId":1036,"name":"研究生公共数学系列教材：数理统计","publish":"高等教育出版社","type":"研究生","author":"孙祝岭，徐晓岭","info":"《数理统计》系统地讲述了统计推断的基本理论和方法，包括参数估计和假设检验；详细地介绍了数理统计应用较广的方法：回归分析、方差分析和正交试验设计；简明扼要地介绍了数理统计三个分支――可靠性统计、多元统计分析和时间序列分析的众多有实用价值的方法；简单地介绍了著名统计软件SAS的使用方法。《数理统计》是为非数学类专业研究生编写的教材，经适当取舍后也可作为非数理统计专业的其他本科专业，如数学、统计学等专业的教材，也可供大学师生、科研工作者、工程技术人员和需要进行数据处理的人员参考。","price":34}
{"index":{"_id":"38"}}
{"bookId":1037,"name":"全国计算机等级考试考点解析例题精解与实战练习：二级C语言程序设计（附光盘）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：二级C语言程序设计》是按照教育部考试中心颁布的考试大纲和指定教材（2008年版）编写的。全书分19章来讲解计算机等级考试二级C语言的知识，章节安排与教育部考试中心指定教材（2008年版）同步，主要从考试大纲要求、考试要点、典型例题分析和专项习题训练几个方面来对该部分内容做一个系统的阐释。涉及的内容主要有：数据结构与算法，程序设计基础，软件工程基础，数据库设计基础，C语言程序设计基本概念，数据类型、运算符与表达式，顺序结构，选择结构，循环结构，数组，函数，预编译处理，指针，结构体、共用体和用户定义类型，位运算，文件，上机考试指导，笔试模拟试卷及答案分析，上机模拟试卷及答案分析。《全国计算机等级考试考点解析例题精解与实战练习：二级C语言程序设计》具有考点浓缩、例题典型、讲解精当等特点，非常适合参加全国计算机等级考试（二级C语言程序设计）的人员考前复习使用，也适合其他相关人员及计算机等级考试培训班使用。《全国计算机等级考试考点解析例题精解与实战练习：二级C语言程序设计》配有光盘，盘中提供笔试和上机两大软件系统，含有20套笔试与上机仿真模拟题。两大软件均增加了试题评析功能。此外所有上机试题均配有视频演示及关键注解。","price":39}
{"index":{"_id":"39"}}
{"bookId":1038,"name":"普通高等教育“十一五”国家级规划教材：新编实用英语综合教程2","publish":"高等教育出版社","type":"大学英语","author":"","info":"《新编实用英语综合教程2（第2版）》是由教育部“高职高专教育英语课程教学指导委员会”根据《高职高等教育英语课程教学基本要求（试行）》组织编写的。《新编实用英语》（第二版）系列教材是存《新编实用英语》第一版的基础上修订而成。本套教材认真贯彻了“学一点、会一点、用一点”、“听、说、读、写、译并重”和“边学边用、学用结合”的原则。注重听说技能训练，注重对实用文体阅读能力的培养，将应用讲言基本功的能力与实际涉外交际相结合。本套教材还注重“教、学、考”相互照应。学完第2册可参加“高等学校英语应用能力考试”的B级考试，学完第4册可参加A级考试。《新编实用英语综合教程2（第2版）》为《综合教程》（第二版）第2册，共8个单元，每个单元都由“说”、“听”、“读”和“写”4部分组成，另有一个“趣味阅读”部分。《新编实用英语综合教程2（第2版）》为4色印刷，版式精美，并配有录音带。","price":27}
{"index":{"_id":"40"}}
{"bookId":1039,"name":"全国计算机等级考试考点解析例题精解与实战练习：二级C++语言程序设计（附光盘）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：二级C++语言程序设计》是按照教育部考试中心颁布的全国计算机等级考试最新考试大纲和指定教材编写的。全书分17章来讲解全国计算机等级考试二级C++语言程序设计的知识，章节安排与教育部考试中心指定的最新教材（2008年版）同步，主要从大纲要求、重要考点提示、经典题解和同步自测几个方面来对该部分内容做一个系统的阐释。涉及的内容主要有：数据结构与算法，程序设计基础，软件工程基础，数据库设计基础，C++语言概述，数据类型、运算符和表达式，C++的基本语句和控制结构，数组、指针与引用，函数，类和对象，继承和派生，运算符重载，模板，C++流，上机考试专题辅导，笔试模拟试卷及答案分析，机试模拟试卷及答案分析等。《全国计算机等级考试考点解析例题精解与实战练习：二级C++语言程序设计》具有考点浓缩、例题典型、讲解精当等特点，非常适合参加全国计算机等级考试(二级C++语言程序设计","price":0}
{"index":{"_id":"41"}}
{"bookId":1040,"name":"全国计算机等级考试考点解析例题精解与实战练习：三级网络技术（附光盘）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：三级网络技术》是按照教育部考试中心颁布的最新考试大纲和指定教材编写的。全书分11章来讲解计算机等级考试三级网络技术的知识，章节安排与教育部考试中心最新指定教材（2008年版）同步，主要从考试大纲要求、考试要点、经典题解和同步自测几个方面来对该部分内容做一个系统的阐释。涉及内容包括：计算机基础、网络基本概念、局域网基础、网络操作系统、因特网基础、网络安全技术、网络应用――电子商务和电子政务、网络技术展望、上机考试专题辅导、笔试模拟试卷及答案分析、上机模拟试卷及解析。本书具有考点浓缩、例题典型、讲解精当等特点，非常适合参加全国计算机等级考试（三级网络技术）的人员考前复习使用，也适合其他相关人员及等级考试培训班参考使用。本书配有光盘。光盘中提供了笔试和上机考试两大软件系统，含有10套笔试与10套上机考试模拟题。两大软件均增加了试题评析功能，此外所有上机试题均配有视频演示及关键注解。","price":35}
{"index":{"_id":"42"}}
{"bookId":1041,"name":"全国计算机等级考试考点解析例题精解与实战练习：四级网络工程师（附光盘）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：四级网络工程师》是按照教育部考试中心颁布的全国计算机等级考试最新考试大纲和指定教材编写的。全书分12章来讲解计算机等级考试（四级网络工程师）的知识，章节安排与教育部考试中心指定的最新教材（2008年版）同步，主要根据考试大纲要求，从考试要点、例题精解和实战练习几个方面来对该部分内容做一个系统的阐释。涉及的内容主要有：网络系统结构与设计的基本原则、中小型网络系统总体规划与设计方法、IP地址规划设计技术、路由设计基础。局域网技术：交换机及其配置、路由器及其配置、无线局域网设备安装与调试、计算机网络信息服务系统的安装与配置、网络安全技术、网络管理技术、考前训练题等。本书具有考点浓缩、例题典型、讲解精当等特点，非常适合参加全国计算机等级考试（四级网络工程师）的人员考前复习使用，也适合其他相关人员及等级考试培训班使用。","price":35}
{"index":{"_id":"43"}}
{"bookId":1042,"name":"全国计算机等级考试考点解析例题精解与实战练习：二级Visual Basic语言程序设计（附光盘）","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：二级VsaBasc语言程序设计》是按照教育部考试中心颁布的最新考试大纲和指定教材编写的。全书分21章来讲解计算机等级考试二级VB的知识，章节安排与最新教育部考试中心指定教材（2008版）同步，主要从考试大纲要求、考试要点、典型例题分析和专项习题训练几个方面来对该部分内容做一个系统的阐释。涉及的内容主要有：数据结构与算法、程序设计基础、软件工程基础、数据库设计基础、VsaBasc程序开发环境、对象与操作、简单程序设计、VsaBasc程序设计基础、数据的输入输出、常用标准控件、VsaBasc控制结构、数组、过程、键盘与鼠标事件过程、菜单程序设计、对话框程序设计、多重窗体程序设计与环境应用、数据文件、上机考试专题辅导、笔试模拟试卷及答案分析、上机模拟试卷及解析等。本书具有考点浓缩、例题典型、讲解精当等特点，非常适合参加全国计算机等级考试（二级VB）的人员考前复习使用，也适合其他相关人员及等级考试培训班使用。本书配有光盘。盘中提供笔试和上机两大软件系统，含有多套笔试与上机仿真模拟题。两大软件均增加了试题评析功能，此外所有上机试题均配有视频演示及关键注解。","price":38}
{"index":{"_id":"44"}}
{"bookId":1043,"name":"全国计算机等级考试考点解析例题精解与实战练习：二级公共基础知识","publish":"高等教育出版社","type":"考试认证","author":"","info":"《全国计算机等级考试考点解析例题精解与实战练习：二级公共基础知识（附光盘）》是按照教育部考试中心颁布的最新考试大纲和指定教材编写的。全书分5章来讲解计算机等级考试二级公共基础的考点与试题，章节安排与最新教育部考试中心指定教材（2008年版）同步，主要从考试大纲要求、考试要点、典型例题分析和专项习题训练几个方面来对该部分内容进行系统的阐释。涉及的内容主要有数据结构与算法、程序设计基础、软件工程基础、数据库设计基础、笔试模拟试卷及答案分析等。本书具有考点浓缩、例题典型、讲解细致等特点，非常适合参加全国计算机等级考试（二级公共基础知识）的人员考前复习使用，也适合其他相关人员及等级考试培训班使用。","price":22}
{"index":{"_id":"45"}}
{"bookId":1044,"name":"数学史通论（双语版）","publish":"高等教育出版社","type":"数学","author":"卡兹","info":"《数学史通论（双语版）》充分地反映和利用了1980年代以来数学史研究领域的最新成果，十分重视数学发展的多元文化根源，按作者自己的说法是，“花了特别的工夫来讨论数学在世界上除欧洲以外一些地区的发展”。","price":64}
{"index":{"_id":"46"}}
{"bookId":1045,"name":"用心托起未来：灾难临床心理救助理论与实务","publish":"高等教育出版社","type":"心理健康","author":"郑毅","info":"《用心托起未来――灾难临床心理救助理论与实务》为这支心理救援队队长郑毅教授主编而成的关于灾难心理救助的经验总结。全书以第一现场、第一感受、第一经验而区别于其他同类图书。四川汶川“5・12”大地震发生后，全国人民众志成城。除迅速开展生命、财产等的救援外，心理救助也迅速到位。国内第一支由专业精神科医师组成的50人的心理救援队在灾后心理重建中发挥了重要作用。全书内容分为两编，上编主要介绍了灾难心理救助的基本原理、技术、实施条件等理论知识：下编为汶川“5・12”大地震成功心理干预案例，其中涉及对受灾儿童、成人群众以及医护救援人员的救援案例，案例真实感人，催人泪下。灾难心理救助在我国还处于起步阶段，《用心托起未来――灾难临床心理救助理论与实务》的推出除可为专业救援人员提供借鉴之外。也可为广大群众积极了解心理救助知识、提高心理自救能力起到积极的作用。","price":14}
{"index":{"_id":"47"}}
{"bookId":1046,"name":"病理生理学习题集","publish":"高等教育出版社","type":"大学教辅","author":"肖献忠","info":"《病理生理学习题集》主要依据中南大学肖献忠教授主编、高等教育出版社出版的普通高等教育“十一五”国家级规划教材《病理生理学》（第2版）内容编写，并参考了其他具代表性的病理生理学教材和题集。习题题型包括选择题（单项选择题和多项选择题）、名词解释、问答题和病例分析，附有答案，并编入部分编委所在学校近年来在本科生考试中实际使用的病理生理学试卷及其答案15套。《病理生理学习题集》适合于病理生理学教师备课、辅导、命题及学生复习考试时使用，亦可供相关临床和基础专业人员学习病理生理学知识以及研究生考研时参考。","price":30}
{"index":{"_id":"48"}}
{"bookId":1047,"name":"All-Start全明星英语1（教师参考书）","publish":"高等教育出版社","type":"英语读物","author":"向前进，王雨梅","info":"本立体化系列教材是在麦格劳-希尔公司出版的A-Sa系列教材的基础上，结合中国成人高等教育英语教学的实际改编而成的。改编后的《全明星英语》系列教材无论是教学内容还是教学方法都更加符合我国英语教学的实际需要，不仅为成年人学习英语提供了难得的好教材，同时也适用于高职高专英语教学。本册是教师参考书。","price":36}
{"index":{"_id":"49"}}
{"bookId":1048,"name":"全国高校建筑设计专业系列教材：建筑概论（附辅学光盘）","publish":"高等教育出版社","type":"大学教材","author":"吴尧","info":"《建筑概论》精选建筑设计学科的主干教学内容，从建筑内涵与范畴、建筑形态与美感的构成、建筑设计方法、国内外古典建筑艺术等方面进行了具体而深入地分析，同时，对世界建筑发展过程中的主要建筑分支、建筑类型与风格也作了概括性地阐述。由于建筑艺术包涵内容非常广泛，《建筑概论》以系统理论和实际案例为两大核心内容，对建筑内涵及影响建筑设计内容的各个方面进行了系统分类，分别叙述；同时，以具体案例的分析为学生提供理解与认识建筑、了解建筑设计基本知识和专业结构的基本知识框架。","price":34}
{"index":{"_id":"50"}}
{"bookId":1049,"name":"普通高等教育“十一五”国家级规划教材・高等数学及其应用（下）","publish":"高等教育出版社","type":"大学教材","author":"同济大学数学系","info":"《普通高等教育“十一五”国家级规划教材・高等数学及其应用（下）》适用于应用型人才培养中的高等数学教学，内容繁扣教育部数学与统计学教学指导委员会制定的本科数学基础课程教学基本要求，突出微积分的应用，在保持数学内容的系统性和完整性的前提下，适当降低了某些内容的理论深度，加强对微积分中有重要应用背景概念、理论、方法和实例的介绍。在文字表述上做到详尽通畅，浅显易懂。选配的习题突出基本数学能力的训练而不追求技巧，使教材易教易学、方便自学。书中有些内容加了“*”号或用小字印刷，便于教师灵活掌握。《高等数学及其应用(下","price":0}
{"index":{"_id":"51"}}
{"bookId":1051,"name":"普通高等学校管理科学与工程类学科专业核心课程教材：应用统计学","publish":"高等教育出版社","type":"统计学","author":"","info":"《应用统计学》是普通高等教育“十一五”国家级规划教材，是经济、管理专业的核心教材。全书内容分为应用统计学的一般性统计理论与方法、面向经济与管理领域的统计分析方法及操作实验三个模块。其中，应用统计学的一般性统计理论与方法包括：统计数据的收集与整理、抽样分布、统计推断、方差分析与回归分析；面向经济与管理领域的统计分析方法包括：时间序列分析、统计指数、统计决策与产品质量的统计管理；操作实验介绍了常用的统计分析方法在统计分析软件SPSS上实现的操作方法与过程。此外，考虑到Exc的通用性，对于书中计算量较大的内容，同时提供了利用Exc软件进行计算的方法。《应用统计学》在理论阐述上力求简明扼要、深入浅出、通俗易懂，用大量的实例来说明这些方法在实践中的应用，并在每章的习题中安排了针对实践问题的案例讨论题。为了方便教师授课和学生自学，我们还制作了配套的教学课件。《应用统计学》适合作为高等院校经济、管理类专业的本科生或研究生教材，也可用作理工类和人文社会科学类各专业的教材和参考书，还可用作企事业单位管理人员、科研人员及工程技术人员等广大实际工作者的参考书。","price":33}
{"index":{"_id":"52"}}
{"bookId":1052,"name":"现代推销理论与技巧（第2版）","publish":"高等教育出版社","type":"市场营销","author":"吴健安","info":"《现代推销理论与技巧（第2版）》从推销理论与技巧两个方面，较充分地阐述了现代推销学的原理、策略与方法，理论与实践紧密结合。第1章至第5章侧重介绍推销理论与推销环境分析；第6章至第12章重点阐述推销过程各环节的策略和方法；第13章主要介绍推销管理的基本内容。《现代推销理论与技巧（第2版）》各章均有引例、案例和模拟训练，突出推销实务介绍，有利于培养学生的操作能力。全书逻辑严密，概念明晰，深入浅出。《现代推销理论与技巧（第2版）》既可作为高等学校本科阶段的教材，又可供推销人员培训及自学使用。","price":29}
{"index":{"_id":"53"}}
{"bookId":1053,"name":"普通高等教育“十一五”国家级规划教材・医用高等数学（第2版）","publish":"高等教育出版社","type":"大学教材","author":"乐经良，祝国强","info":"《普通高等教育“十一五”国家级规划教材・医用高等数学（第2版）》包括函数与极限，导数与微分，不定积分，定积分及其应用，微分方程，多元函数微积分，概率论初步及线性代数基础等共八章。本版是在教材第一版的基础上，按照教育部非数学类专业数学基础课程教学指导分委员会制定的"医科类本科数学基础课程教学基本要求"（讨论稿），并根据第一版在使用过程中的反馈意见修订而成的。《医用高等数学》内容涵盖广泛，理论深入浅出，概念准确，脉络清楚，简明实用，便于教学。强调数学基本素质、技能和知识的培养及数学在医药学中的应用。《医用高等数学》注意突出数学课程循序渐进、由浅入深的特点；同时也考虑到医科数学的特点，叙述与论证力求浅显易懂，并适当淡化了一些繁难的理论推导，《医用高等数学》保持了第一版的这些特点。《医用高等数学》可供高等医科类院校各本科专业作教材使用，也可供从事医学及卫生工作的科技人员作学习参考。","price":26}
{"index":{"_id":"54"}}
{"bookId":1054,"name":"基础教育新课程教师教育系列教材・重新发现物理实验：中学物理实验资源开发利用的理念与案例","publish":"高等教育出版社","type":"教学理论","author":"黄国雄","info":"本书是为配合物理新课程的实施而编写的教学参考用书。作者在新课程背景下，从课程建设、学生成长、教师专业发展以及文化构建的视野，对中学物理实验的教育功能和价值进行了重新认识，就物理实验资源的开发与利用做了积极的探索，通过200多个鲜活的中学物理实验资源开发与利用的案例，洤释了中学物理新课程的改革理念，既注重提升教师的理论素养，更强调通过案例分析为教师提供切实可行的指导，突出了可操作性和实用性。作者强调物理实验对于实现三维课程目标具有独到的作用，是中学物理教学的灵魂。实验教学的功能能否得到充分发挥，取决于教师开发与利用物理实验资源的观念与行动。观念决定命运，细节影响成败，作者极力倡导教师要树立“开放的实验资源观”，开发与利用实验资源要从自己做起，从身边的每件小事做起，全书分四个专题，主要内容包括：重新认识物理实验资源、物理实验资源开发与利用的策略、体验物理实验资源的开发与利用、物理实验教学的反思与行动。本书适合作中学物理新课程教师培训教材，中学物理教师教学参考用书，也可作为各类师范院校物理教育专业的教材或教学参考用书。","price":17}
{"index":{"_id":"55"}}
{"bookId":1055,"name":"高等代数精选题解","publish":"高等教育出版社","type":"数学","author":"杨子胥","info":"《高等代数精选题解》共收录了828道题目，涵盖了高等代数（包括线性代数）的全部知识点，内容全面。每道题目都经过精选，提供详细的分析和解答，证明过程清晰，方法多样。有些题目在解答后还给出了评注，有助于读者进一步理解和掌握高等代数的知识和结构。全书共分十一章。章的安排与《高等代数》（第二版）（杨子胥编著）一致。另外，作者还精选了部分历年的考研题，并根据近年来教学研究的成果，编写了部分新题。《高等代数精选题解》可作为“高等代数”的学习辅导用书，也可以供相关教师和学生参考；同时还可以作为研究生入学考试的复习用书。","price":25}
{"index":{"_id":"56"}}
{"bookId":1056,"name":"高等学校公共管理类劳动与社会保障专业核心课程教材：社会保障","publish":"高等教育出版社","type":"大学教材","author":"郑功成","info":"本书是为高等院校本科层次公共管理类劳动与社会保障专业编写的社会保障课程教科书。全书分为十章，系统地阐述社会保障的基本概念、发展进程、相关关系、体系与模式、立法与管理，以及社会救助、社会保险、社会福利、社会保障基金、慈善事业、员工福利等制度安排与管理实务知识。与同类教科书相比，本书有着如下三个显著特色：一是作为高等院校本科层次公共管理类劳动与社会保障专业的社会保障课程教科书，其定位非常明确，既系统阐述社会保障基本理论与制度知识，又突出了社会保障管理内容，并为授课教师留出了足够的发挥空间；二是坚持社会保障专业视角，力求引导学生与读者确立正确的社会保障理念和把握正确的社会保障专业知识，避免片面的效率观、市场观等的误导，体现了知识性与思辨性相结合、理论性与实践性相结合、阐述性与启发性相结合的原则；三是体例结构有所创新，不是死板地提供知识，而是在阐述社会保障知识体系及其内容的同时，重视利用鲜活的材料，每章附有的相关案例讨论材料，能够给人以相应的启迪，同时可以增进读者对社会保障理论与实践的了解与理解。本书适合高等院校经济类、管理类及人口与社会学类专业作为教材使用，亦适合所有对社会保障有兴趣的人士阅读。","price":30}
{"index":{"_id":"57"}}
{"bookId":1057,"name":"复变函数","publish":"高等教育出版社","type":"数学","author":"王绵森","info":"《复变函数》是普通高等教育“十一五”国家级规划教材。在编写过程中，吸收了1996年5月高等教育出版社出版的由西安交通大学高等数学教研室编写的《复变函数》（第四版）一书的主要优点，根据我国高等教育进入“大众化教育阶段”后所出现的新情况。新特点，更加强调复变函数中的重要概念、理论和方法是实变函数在复数范围中的推广和发展的思想；更加注意讲解非数学类专业学生今后所需要的复变函数基本知识，按照教学基本要求对教材内容进行精简；更加注重贯彻按层次分流培养的教学思想；更加注重复变函数在平面向量场中的应用；更加注重深入浅出，通俗易懂，便于自学。《复变函数》内容包括：复数与复变函数、解析函数及其在平面场中的应用、复变函数的积分、复变函数项级数、留数及其应用和共形映射等，可作为普通高等学校非数学类专业的教材，特别适用于电类、动力机械类、航空航天类、气象类和其他各有关专业使用，也可作为工程技术人员的参考书。","price":12}
{"index":{"_id":"58"}}
{"bookId":1058,"name":"中国高等职业教育改革与发展：2006-2007年高等职业教育文件资料汇编","publish":"高等教育出版社","type":"职业技术教育","author":"","info":"《中国高等职业教育改革与发展：2006-2007年高等职业教育文件资料汇编》旨在系统反映2006年和2007年我国高等职业教育发展所取得的阶段成果，为高等职业院校的教育教学改革与建设提供参考。《中国高等职业教育改革与发展：2006-2007年高等职业教育文件资料汇编》收录的资料时间段为2006年1月1日至2007年12月31日。","price":70}
{"index":{"_id":"59"}}
{"bookId":1059,"name":"管理学","publish":"高等教育出版社","type":"管理学","author":"邢以群","info":"本教材注重于管理学基础知识和基本思维方法的讲解，是专为大学本科学生撰写的管理学入门教材。本教材在内容上注重结合大学生校园生活讲解管理知识，在方式上采取了“教材+网站”的集成方式和图文并茂的编排方式，是一本特别适合于管理初学者使用的新型教材。全书共分十三章，从人类如何协调有限资源与无限欲望之间的矛盾出发，围绕着“管理者如何有效地管理其组织”这一主题，就管理者如何在多变的环境下，通过科学决策，履行计划、组织、领导、控制等管理基本职能，和持续的管理创新，有效实现组织目标，进行了理论结合实际的系统阐述。在附录中，还简要介绍了管理思想的演变和发展趋势。","price":40}
{"index":{"_id":"60"}}
{"bookId":1060,"name":"中等职业教育国家规划教材配套教学用书：商品流通企业会计习题集（第2版）","publish":"高等教育出版社","type":"中职中专教材","author":"张立波","info":"《商品流通企业会计习题集（第2版）》是为中等职业教育国家规划教材《商品流通企业会计（第二版）》（IsBN978―7―04―025007―7）配套编写的习题集，也是在第一版基础上修订的第二版习题集。本习题集按现行《企业会计准则》的要求和教材各章的顺序编写。除第一章外，每章没有单项选择题、多项选择题、判断题和实训题。其中，为了突出商品流通企业的行业特征和核算要求，本习题集在第二、三、四、五、十章增加了综合实训题，并强化实训的针对性。本习题集不仅有利于学生更好地理解和掌握商品流通企业会计课程的基本知识和基本理论，而且还有利于提高学生的实际操作技能。本习题集配有多媒体教学课件。《商品流通企业会计习题集（第2版）》可供中等职业学校会计专业及相关专业学生学习“商品流通企业会计”课程使用，也可供岗位培训及自学者学习参考。","price":15}
{"index":{"_id":"61"}}
{"bookId":1061,"name":"普通高等教育“十一五”国家级规划教材・高等学校人力资源管理专业系列教材：人员素质测评","publish":"高等教育出版社","type":"大学教材","author":"","info":"本书是普通高等教育“十一五”国家级规划教材，是高等学校人力资源管理专业主要课程教材，由中外专家合作完成。本书主要内容包括：人员素质测评导论、价值的经济学分析、历史与发展、基本原理、量化方法、标准体系的构建、质量分析、结果分析与报告、心理测验方法、面试方法、评价中心技术等。本书内容新颖，包括国内外最新研究成果；结构完整，包括理论基础、方法技术与应用操作三大部分，具有方法训练与专业素质培养的双重作用。由于人员素质测评在工商管理学、公共管理学、劳动经济学、教育学、心理学、人才学与企事业单位、政府机构、军队管理实践中都有着广泛的应用与需求，因此本书以服务人力资源管理专业本科教学为主，兼顾研究生及其他读者的需要。本书还特别配有教师用教学课件，具体索取方式请参见本书最后一页的“教学支持说明”。","price":35}
